[
    {
        "text": "Write the code as if it will be accompanied by a violent psychopath who knows where you live.",
        "author": "Steve McConnell"
    },
    {
        "text": "The complexity of the program grows until it exceeds the capabilities of the programmer",
        "author": "Arthur Bloch. Murphy's Laws"
      },
        {
        "text": "It is very easy to walk on water and develop programs following the TOR ... if they are frozen",
        "author": "I. Berard"
        },
        {
          "text": "What the human mind can comprehend and what it can believe, that it is able to achieve",
          "author": "Napoleon Hill, journalist and writer"
        },
        {
          "text": "Strive not for success, but for the values ​​that it gives",
          "author": "Albert Einstein"
        },
        {
          "text": "I owe my success to the fact that I never made excuses and did not accept excuses from others.",
          "author": "Florence Nightingale"
        },
        {
          "text": "The hardest thing is to get started, everything else depends on persistence.",
          "author": "Amelia Earhart"
        },
        {
          "text": "You have to love life more than the meaning of life.",
          "author": "Fyodor Dostoevsky"
        },
        {
          "text": "Logic can take you from point A to point B, and imagination can take you anywhere.",
          "author": "Albert Einstein"
        },
        {
          "text": "In 20 years, you'll be more disappointed with the things you didn't do than the things you did. So get away from the quiet dock. Feel the wind in your sail. Move forward, act, open up!",
          "author": "Mark Twain"
        },
        {
          "text": "80% of success is appearing in the right place at the right time.",
          "author": "Woody Allen"
        },
        {
          "text": "Your time is limited, don't waste it living someone else's life",
          "author": "Steve Jobs"
        },
        {
          "text": "Science is organized knowledge, wisdom is organized life.",
          "author": "Immanuel Kant"
        },
        {
          "text": "You will never cross the ocean unless you have the courage to lose sight of the shore.",
          "author": "Christopher Columbus"
        },
        {
          "text": "Either you control your day, or the day controls you.",
          "author": "Jim Rohn, speaker and business coach"
        },
        {
          "text": "If you think you’re capable of something, you’re right; if you think you’re not going to succeed, you’re right too.",
          "author": "Henry Ford"
        },
        {
          "text": "The best revenge is a huge hit.",
          "author": "Frank Sinatra"
        },
        {
          "text": "Weak people try to be no worse than others all their lives. Strong people need to become better than everyone else at all costs.",
          "author": "Boris Akunin"
        },
        {
          "text": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.",
          "author": "Aristotle"
        }
]